1Password 7.app
Adobe Connect
Adobe Creative Cloud
Adobe Illustrator CC 2019
Adobe Photoshop CC 2019
Android File Transfer.app
Android Studio.app
App Store.app
Atom.app
Automator.app
Bartender 3.app
Books.app
Calculator.app
Calendar.app
Chess.app
Contacts.app
Contrast.app
CraftManager.app
Dashboard.app
Dictionary.app
Docker.app
FaceTime.app
Fantastical 2.app
Firefox.app
FlagTimes.app
Font Book.app
Franz.app
GoToMeeting
Google Chrome.app
HP
HP Easy Scan.app
HP Easy Start.app
Hewlett-Packard
Home.app
Image Capture.app
Kaleidoscope.app
Keynote.app
Launchpad.app
Logi Options.app
Lungo.app
MATLAB_R2019a.app
Mail.app
Maps.app
Messages.app
Microsoft Excel.app
Microsoft OneNote.app
Microsoft Outlook.app
Microsoft PowerPoint.app
Microsoft Word.app
Milanote.app
Minecraft.app
Mission Control.app
MongoDB Compass Community.app
Muzzle.app
News.app
Notes.app
Now.app
Numbers.app
OBS.app
OneDrive.app
OpenEmu.app
PSequel.app
Pages.app
Photo Booth.app
Photos.app
Postman.app
Preview.app
Pritunl.app
QuickTime Player.app
Reminders.app
Robo 3T.app
STAMP.app
Safari.app
Self Service.app
Sip.app
Siri.app
Sketch.app
Skitch.app
SkyFonts
Skype for Business.app
Skype.app
Slack.app
Spark.app
Spectacle.app
Spotify.app
Steam.app
Stickies.app
Stocks.app
SyphonInject.app
System Preferences.app
TeamViewer.app
TextEdit.app
The Unarchiver.app
There.app
Tibia.app
Time Machine.app
Tomighty.app
Tower.app
Utilities
VirtualBox.app
Visual Studio Code.app
Visual Studio.app
VoiceMemos.app
Wondershare Filmora.app
Xamarin Profiler.app
Xcode.app
Zeplin.app
iStat Menus.app
iTerm.app
iTunes.app
zoom.us.app
