1Password for Safari.app
1Password.app
Affinity Designer.app
Affinity Photo.app
Alfred 5.app
Amazon Kindle.app
Amazon Q.app
Audacity.app
AutoMute.app
Bartender 5.app
Bear.app
Canva.app
ChatGPT.app
Cursor Pro.app
Cursor.app
DaisyDisk.app
Delete Apps.app
Descript.app
Discord.app
Docker.app
Elgato Camera Hub.app
Elgato Control Center.app
Elgato Stream Deck.app
Figma.app
Firefox Developer Edition.app
Firefox.app
FlagTimes.app
Focusrite Control.app
Foxit PDF Reader.app
Franz.app
Game Capture HD.app
Ghostty.app
Google Chrome Canary.app
Google Chrome.app
Keynote.app
Keystroke Pro.app
Lazy.app
Loopback.app
Lungo.app
Maccy.app
Magnet.app
Mate Translate.app
Microsoft Edge.app
Moom.app
MuteMe-Client.app
Notion.app
Numbers.app
OBS.app
Obsidian.app
OpenVPN Connect.app
Pages.app
Pika.app
Pitch.app
Postico 2.app
Postman.app
Pure Paste.app
Robo 3T.app
RunJS.app
Safari Technology Preview.app
Safari.app
Shottr.app
Signal.app
Skype.app
Slack.app
SoundSource.app
Spark Desktop.app
Spotify.app
Synergy.app
TestFlight.app
The Unarchiver.app
Time Zone Converter and Clock.app
Toggl Track.app
Unsplash Wallpapers.app
VirtualBox.app
Visual Studio Code.app
Warp.app
WebStorm.app
Whimsical.app
Wondershare Filmora Mac.app
Xcode.app
YubiKey Manager.app
iA Presenter.app
iHosts.app
iStat Menus.app
iTerm.app
lghub.app
logioptionsplus.app
zoom.us.app
