1Password 7.app
Affinity Designer.app
Affinity Photo.app
Android Studio.app
Bartender 3.app
Bear.app
Between.app
Blender.app
Brave Browser.app
Camera Settings.app
Contrast.app
CraftManager.app
DaisyDisk.app
Descript.app
Discord.app
Docker.app
Enjoyable.app
Evernote.app
Fantastical.app
Figma.app
Firefox Developer Edition.app
Firefox.app
FlagTimes.app
Franz.app
FreeYourMusic.app
Google Chrome Canary.app
Google Chrome.app
Kaleidoscope.app
Keynote.app
Logi Capture.app
Logi Options.app
Loom.app
Loopback.app
Lungo.app
Maccy.app
Mate Translate.app
Microsoft Edge Beta.app
Microsoft Excel.app
Microsoft OneNote.app
Microsoft Outlook.app
Microsoft PowerPoint.app
Microsoft Word.app
Milanote.app
Minecraft.app
Miro - formerly RealtimeBoard.app
Muzzle.app
Numbers.app
Numi.app
OBS.app
OneDrive.app
Pages.app
Postman.app
Reflector 3.app
Robo 3T.app
Safari.app
Session.app
Signal.app
Sip.app
Sketch.app
Skitch.app
SkyFonts
Skype.app
Slack.app
Spark.app
Spectacle.app
Spotify.app
Steam.app
Stream Deck.app
Streamlabs OBS.app
TeamViewer.app
Telegram.app
The Unarchiver.app
Tibia.app
Time Zone Converter and Clock.app
Utilities
VLC.app
VirtualBox.app
Visual Studio Code.app
Visual Studio.app
Vysor.app
WebStorm.app
Wondershare Filmora9.app
Xcode.app
YubiKey Manager.app
duet.app
iStat Menus.app
iTerm.app
zoom.us.app
